[
  {
    "id": 1,
    "name": "كرسي صالة LD01",
    "price": 200,
    "image": "img/1.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD01' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 2,
    "name": "كرسي صالة LD02",
    "price": 250,
    "image": "img/2.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD02' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 3,
    "name": "كرسي صالة LD03",
    "price": 290,
    "image": "img/3.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD03' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 4,
    "name": "كرسي صالة LD04",
    "price": 200,
    "image": "img/4.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD04' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 5,
    "name": "كرسي صالة LD05",
    "price": 300,
    "image": "img/5.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD05' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 6,
    "name": "كرسي صالة LD06",
    "price": 200,
    "image": "img/6.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD06' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 7,
    "name": "كرسي صالة LD07",
    "price": 200,
    "image": "img/7.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD07' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  },
  {
    "id": 8,
    "name": "كرسي صالة LD08",
    "price": 200,
    "image": "img/8.png",
    "description": "استمتع بأقصى درجات الراحة والفخامة مع كرسي 'LD08' من دار الأثاث. يتميز بتصميم أنيق يجمع بين الخشب الطبيعي والأقمشة الفاخرة، مما يضفي لمسة من الأناقة والتميز على أي مساحة. تم تصميم هذا الكرسي بدقة متناهية لتوفير دعم مثالي للجسم، مع ظهر مرتفع ومبطن ومساند للذراعين مريحة، مما يجعله الخيار الأمثل للاسترخاء بعد يوم طويل. سواء كنت تضعه في غرفة المعيشة أو مكتبك، فإن 'إليجانس' يجمع بين الجمال والوظيفة في قطعة واحدة لا تضاهى"
  }
]
